{
  "language": "es",
  "edits": {
    "Warrior, are you ready to face your trial?": "Aspirante, ¿estás listo para enfrentarte a la prueba?",
    "\\nLower your maximum health by 75%": "\\nReduce tu salud máxima en un 75%",
    "Health Victor": "Victoria Salubre",
    "Well Trained": "Bienaventurado",
    "Accumulate 5 Fatigue.": "Acumula 5 puntos de Fatiga.",
    "Accumulate 40+ Energy.": "Acumula 40 o más de Energía.",
    "Skip an enemy's turn by stunning them.": "Omite el turno de un enemigo aturdiéndolo.",
    "Big Slap": "Guantazo",
    "Bad Luck": "Desafortunado",
    "Soul Split": "Corazón Partido",
    "Just a Scratch": "Cosquillitas",
    "Fast Reaction": "Reacciones\\nRápidas",
    "LEFT!!!": "¡¡¡IZQUIERDA!!!",
    "RIGHT!!!": "¡¡¡DERECHA!!!",
    "UP!!!": "¡¡¡ARRIBA!!!",
    "DOWN!!!": "¡¡¡ABAJO!!!",
    "Who said that?!!": "¡¡¿Quién dijo eso?!!",
    "With their new found power they can take even the worst deck and turn it into something great!": "Con su nuevo poder puede tomar incluso el peor mazo y convertirlo en algo prodigioso.",
    "To prove this I will replace their deck with something that is complete garbage.": "Para demostrarlo, reemplazaré su mazo con cartas inútiles e inservibles.",
    "And they will fight me.": "Y peleará conmigo.",
    "Another game developer once gave me a bit of advice. If you can develop a game with a square moving around the screen then you know enough to make anything.": "Hace tiempo, otro desarrollador de juegos me dio un consejo. Si puedes desarrollar un juego con un cuadrado moviéndose por la pantalla, entonces sabes lo suficiente para hacer cualquier cosa que te propongas.",
    "Let's see if you are as good of a developer as them. Prove to me that you have what it takes!": "Veamos si eres tan buen desarrollador como él. ¡Demuéstrame que tienes lo que hace falta!",
    "The Void, it really is full of anything and everything.": "El Vacío efectivamente está lleno de todo y cualquier cosa.",
    "I've been trying to figure out the bug with the Decompiler.": "He estado intentando resolver un error con el Descompilador.",
    "It's a thing. It's called rubber duck debugging.": "Es algo llamado... Resolución de problemas con pato de goma.",
    "Give the duck as much detail as possible.": "Tienes que darle al pato tantos detalles como sea posible.",
    "No problem": "De nada.",
    "It's no problem. You're just passionate about the stuff you make. I really admire that.": "No, no. No te preocupes. Solamente te apasiona lo que haces. Lo admiro mucho.",
    "Thanks mate. You make some pretty cool stuff too!": "Gracias, tío. ¡Tú también haces cosas geniales!",
    "Fire X": "Cruz de Fuego",
    "Light Fuse": "Ignición",
    "Make EVERYTHING Powercells!": "¡Convierte TODO en Nodos!",
    "Firin Mah Lazor": "Rayo Atómico",
    "Fire a large laser at the player.": "Dispara un láser gigante al jugador.",
    "Skip turn!\\nRecover from stun.": "¡Sáltate el turno!\\nRecupérate del aturdimiento.",
    "Moist Victor": "Victoria Lluviosa",
    "Trial of Moisture": "Prueba de la Tormenta",
    "Trial of Curses": "Prueba de las Maldiciones",
    "Curse Victor": "Victoria Agraciada",
    "Remove all curses from your deck. Gain up to 2 legendary cards.": "Elimina todas las maldiciones de tu mazo. Obtén 2 cartas legendarias.",
    "Trial of Speed": "Prueba de la Presteza",
    "\\nReminds you of how stupid you are.": "\\nTe hace recordar lo estúpido que eres.",
    "Replace all map nodes with Treasure!": "¡Reemplaza todos los nodos del mapa con Cofres!",
    "\\nSearch the Southern Void for another person...": "\\nBusca a otra persona en el Sur del Vacío...",
    "Search the Northern Void for the Engineer...": "Busca al Ingeniero en el Vacío por el Norte...",
    "Big Deck Energy": "Poder del Mazo Grande",
    "Only awarded to those with big, long, powerful decks. Contact a doctor in the event that energy lasts more than 4 hours.": "Se otorga solo a quienes tienen mazos grandes, largos y poderosos. Contacta a un médico si ese poder dura más de 4 horas.",
    "Get 4 or more Curses in your deck to complete this challenge. Triggered when cards are collected and at the start of your turn.": "Obtén 4 o más Maldiciones en tu mazo para completar este desafío. Se activa cuando consigues cartas y al comienzo de tu turno.",
    "Juice It or Lose It": "Exprímelo o Piérdelo",
    "Juice It or Lose It: A magazine about a bunch of different workouts. Each page includes flashy animations to show the exercises. The animations flash and shake to the rhythm of the trainer's moves.": "Exprímelo o Piérdelo: Una revista sobre diferentes rutinas de ejercicio. Cada página incluye animaciones llamativas para mostrar los ejercicios. Las animaciones se iluminan y se mueven al ritmo de los movimientos del entrenador."
  }
}