{
  "language": "es",
  "edits": {
    "On your turn you can either play or burn cards. Burning cards allows you to discard and redraw new cards.\\n\\nAt the start of each turn you gain burns. The number of burns you have is shown at the top left of the screen.\\n\\nSome cards have special effects when they are burnt.": "En tu turno puedes jugar o quemar cartas. Quemar cartas te permite descartarlas y robar nuevas.\\n\\nAl comienzo de cada turno obtienes Llamaradas. El número de Llamaradas que tienes se muestra en la esquina superior izquierda de la pantalla.\\n\\nAlgunas cartas tienen efectos especiales al quemarse.",
    "Wonder if the Kid\\nwill make another video?": "¿Crees que Kid\\nhará otro video?",
    "The duck is\\na real pain.": "Ese pato es\\n un pelmazo.",
    "The answer is\\nalways C.": "La respuesta \\nsiempre es C.",
    "What is the\\nmeaning of life?": "¿Cuál es el\\nsentido de la vida?",
    "If you are offered cards that do not fit into your deck, don't take any of them!": "Si te ofrecen cartas que no encajan en tu mazo, no tomes ninguna.",
    "There was someone\\nin my dumpster!": "¡Mira detrás de ti,\\nun mono de tres cabezas!",
    "> Paintings with all kinds of art styles line the walls.": "> Pinturas de todas las formas y estilos cubren las paredes.",
    "> Each piece is by the same artist.. Drew Singleton.": "> Todos los cuadros pertenecen al mismo artista... Drew Singleton.",
    "Do you think you could help me get out of this?": "¿Crees que podrías ayudarme a salir de esta?",
    "Are you sure you would like to spend 3 Hex to skip this quest?": "¿Estás seguro de que quieres gastar 3 Hex para saltarte esta misión?",
    "Well that is truly a shame.": "Oh. Bueno, es una lástima.",
    "You are back! Do you have the painting?": "¡Has vuelto! ¿Tienes el cuadro?",
    "Well come back after you paint a picture!": "¿No? Bueno, entonces regresa cuando hayas pintado un cuadro.",
    "This card has a strange power to it.": "Esta carta irradia un poder extraño.",
    "Wow.. This is unbelievable!": "Díos mío. Esto es... ¡Perfecto!",
    "I have never seen anything like this before!": "¡Nunca había visto algo tan bello y hermoso como esto en toda mi vida!",
    "I feel the inspiration flowing through me!": "¡Siento la inspiración fluyendo dentro de mí!",
    "Thank you so much deck builder. Here are some blank cards that will allow you to make your own cards.": "Te estoy profundamente agradecido, creador de mazos. Aquí tienes unas cartas en blanco que te permitirán crear tus propias cartas.",
    "Wow, you really took a beating there...": "Vaya, te han dejado hecho trizas...",
    "I did not expect you to win, but instead provide a glimpse into how powerful you can become.": "No esperaba que ganases, sino más bien que te dieses cuenta de lo poderoso que puedes llegar a ser.",
    "Try to remember the lessons taught here. They are an essential part of surviving.": "Intenta recordar las lecciones aprendidas aquí. Dentro del Vacío, toda precaución es poca.",
    "Goodbye for now...": "Adiós, por ahora...",
    "Return to the Void...": "Regresa al Vacío...",
    "There are 3 turns in combat: Your turn, the enemy's turns, or no one's turn.\\n\\nYour turn is started by collecting large or small power cells and ends when you finish playing a card.\\n\\nThe enemy's turn is started after they take damage or after waiting too long. The enemy health bar will show when their next turn is and what card they will play.\\n\\nDuring no one's, time is not paused. Dodge bullets and find a large power cell. You can only take damage during no one's turn so chain turns together to maximize immunity.": "Hay 3 turnos en combate: Tu turno, los turnos del enemigo o el turno de nadie.\\n\\nTu turno empieza al recoger turnonodos o telenodos y termina cuando acabas de jugar una carta.\\n\\nEl turno del enemigo inicia después de que reciba daño o de que pase demasiado tiempo. La barra de salud del enemigo mostrará cuándo es su siguiente turno y qué carta jugará.\\n\\nDurante el turno de nadie, el tiempo no está en pausa. Esquiva balas y busca un turnonodo. Solo puedes recibir daño durante el turno de nadie, así que encadena turnos seguidos para maximizar la inmunidad.",
    "> The whole building is very quiet.": "> Todo el edificio está sumido en un silencio absoluto.",
    "> You hear footsteps coming from further in the cathedral. Should you investigate?": "> Escuchas pasos que vienen desde el fondo de la catedral. ¿Deberías ir a investigar?",
    "Follow them...": "Seguirlos...",
    "SUPREME LORD, GREAT LEADER ALMIGHTY, KING OF THE VOID, THE SEVENTY-EIGHTH EMPERIOR OF THE HIGH THRONE, UNDEFEATED CHAMPION OF LEADERSHIP AND COURAGE, TREMENDOUSE GREATEST BEST PERSON THERE EVER WAS WHO SHALL NOT BE NAMED!": "¡SEÑOR SUPREMO, GRAN LÍDER TODOPODEROSO, REY DEL VACÍO, SEPTUAGÉSIMO OCTAVO EMPERADOR DEL TRONO ALTO, CAMPEÓN INVICTO DEL LIDERAZGO Y VALOR, LA PERSONA MÁS MAJESTUOSA Y PORTENTOSA QUE HAYA EXISTIDO JAMÁS QUE NO DEBE SER NOMBRADA!",
    "HAVE YOU PREPARED YOURSELF FOR THE GLORY THAT IS MYSELF?!?": "¿¡¿TE HAS PREPARADO PARA LA DESLUMBRANTE BELLEZA DE MI SER?!?",
    "YOU COMPLETE FAILURE! HOW DARE YOU BELIEVE THAT TALKING TO ME UNPREPARED WOULD GRANT YOU ANY FORM OF REWARD!": "¡ERES UN FRACASO TOTAL! ¡CÓMO TE ATREVES A CREER QUE HABLARME SIN NINGÚN TIPO DE PREPARACIÓN TE OTORGARÍA ALGÚN TIPO DE RECOMPENSA!",
    "YOU HAVE SHOWN ME THAT I AM CAPABLE AT MAKING PEOPLE BETTER. THROUGH MY WILL ALONE I WAS ABLE TO RISE YOU UP FROM NOTHING TO BEING A LITTLE BETTER.": "ME HAS DEMOSTRADO QUE SOY CAPAZ DE MEJORAR A LA GENTE. SOLO CON MI FUERTE VOLUNTAD HE LOGRADO TRANSFORMAR TU SER A ALGO MENOS MISERABLE. UN POCO.",
    "A GREAT ACKOMPLISHMENT THAT ONLY I COULD HAVE BEEN CABABLE OF. BEFORE YOU MET ME... I DON'T EVEN WANT TO THINK ABOUT YOU BACK THEN..": "UNA PROEZA QUE SOLO YO PODRÍA HABER CONSEGUIDO. ANTES DE QUE ME CONOCIERAS... NI SIQUIERA QUIERO PENSAR EN CÓMO ERAS ENTONCES...",
    "YOU HAVE PROVED YOURSELF WORTHY, I WILL GRANT YOU THE BEST REWARD THERE EVER WAS. IT IS A PERFECT REWARD. THE BEST REWARD.": "HAS PROBADO SER DIGNO, Y POR TANTO TE CONCEDERÉ LA MEJOR RECOMPENSA QUE HA EXISTIDO. UNA RECOMPENSA PERFECTA. LA MEJOR RECOMPENSA.",
    "IT LOOKS LIKE YOU HAVE! YOU TRULY HAVE MADE A SIGNIFICANT SACRIFICE FOR ME!": "¡LO HAS HECHO! ¡TE HAS SACRIFICADO GENUINAMENTE, POR MÍ!",
    "JUST LIKE THE ONE I MADE, PUTTING YOU UNDER MY WING, BESTOWING MY KNOWLEDGE UPON YOU AND BUILDING YOU INTO THE PERSON THAT YOU ARE TODAY!": "UN SACRIFICIO TAL COMO EL QUE YO HICE, ACOGIÉNDOTE BAJO MI ALA, BRINDÁNDOTE MI CONOCIMIENTO Y CONVIRTIÉNDOTE EN LA PERSONA QUE ERES AHORA.",
    "I AM VERY PROUD OF YOU, AND MYSELF. YOU COULD NOT HAVE DONE THIS WITHOUT ME! WE ARE A TREMENDOUS TEAM.": "ESTOY MUY ORGULLOSO DE TI, Y DE MÍ MISMO. ¡NO HUBIERAS PODIDO HACERLO SIN MÍ! SOMOS UN EQUIPO PERFECTO.",
    "Take it and get out of here before you end up getting hurt...": "Cógelo y lárgate antes de que termines herido...",
    "> Unfortunately, you don't seem to find anything.": "> Desafortunadamente, parece que no encuentras nada.",
    "Hello gamer, would you like to play RADICAL HI-LO?": "Hola jugador, ¿te gustaría jugar al RADICAL HI-LO?",
    "At the end you can go to the gift shop to spend your chips!": "¡Al terminar puedes ir a la tienda de regalos para gastar tus fichas!"
  }
}